{
    "token": "сюда нужно вставить токен",
    "adm_chat_id": -4006484999,
    "start_timer": 0,
    "duration_game": 21600,
    "players": [],
    "game_on": false,
    "start_text": [
        "Приветствую в моей обители! Да да, не делай такое лицо, я дух этого места. Хахаха! Наконец, после стольких лет одиночества, у меня появится компания.",
        "https://lh3.googleusercontent.com/u/0/drive-viewer/AITFw-w71_QTfNwFBOs4BHNNltpkuIFrAcNzwdVvl8JVYlCp3dDIeW9qahSpBNPh40yfeyLGj6JFqi3AxHON334rYPxfxixq5w=w1920-h955",
        "Наверное ты сейчас задаешься вопросом, что тут делает призрак, и стоит ли мне убежать в ужасе прямо сейчас. Что же, смею тебя заверить что бояться нечего - я абсолютно безобиден. Много лет назад, один эксцентричный и коварный учёный привёз меня сюда с одного маленького острова и приковал к этому месту. В своем тщеславии он был намерен сравняться с великими волшебниками прошлого, и ведь ему почти удалось.\n\nЛично меня всегда интересовали всяческие загадки и тайны, а тебя? У этого места тоже есть кое какие тайны - великие силы и знания сокрыты от глаз простых смертных в магической шкатулке. К вашему счастью, совсем скоро состоится парад небесных тел, который позволит открыть путь к сокровищам. В доме спрятано 5 загадок, решениее каждой из которых вскрывает одну из печатей на шкатулке. Успейте до наступления парада звёзд и тогда вы сможете открыть шкатулку и обрести её могущество!",
        "О! Я вижу вы любите игры - замечательно! Я спрятал подсказки к расследованию в каждой игре, но только победитель может ей воспользоваться. Выигрывай в играх и получай подсказки."
    ],
    "puzzle_text": [
        [
            "Бриллианты истины прекрасны в свом сиянии, но пески времени неизменно засоряют их свет. Собери сито, чтоб отделить зёрна от плевел.",
            [
                "stage",
                "875390"
            ],
            [
                "stage",
                "740979"
            ],
            [
                "stage",
                "364555"
            ],
            [
                "stage",
                "127436"
            ],
            [
                "fin",
                "счастье_в_неведении",
                "Отлично, вы отыскали сокровище истины. Первая печать снята с шкатулки!"
            ]
        ],
        [
            "Тиран, что враг всего на свете.\nНе побороть его мечом.\nВзгляни же на картинки эти\nИ дай ответ мне: кто же он?",
            [
                "stage",
                "854395"
            ],
            [
                "stage",
                "883999"
            ],
            [
                "stage",
                "470798"
            ],
            [
                "stage",
                "661431"
            ],
            [
                "stage",
                "955088"
            ],
            [
                "fin",
                "время",
                "Всё верно. Забавно что ваши счётчики отмерили его уже так много, но вам его вечно не хватает. Вторая печать снята с шкатулки!"
            ]
        ],
        [
            "Магия цифр плетёт свой узор. Найди 5 подсказок и распутай клубок.",
            [
                "stage",
                "1489",
                "1489 - две цифры правильные и стоят на своих местах."
            ],
            [
                "stage",
                "5637",
                "5637 - две цифры правильные, но не стоят на своих местах."
            ],
            [
                "stage",
                "8497",
                "8497 - одна цифра правильная и стоит на своем месте"
            ],
            [
                "stage",
                "2638",
                "2638 - одна цифра правильная, но не стоит на своем месте."
            ],
            [
                "stage",
                "1593",
                "1593 - две цифры правильные, одна стоит на своем месте, другая  нет."
            ],
            [
                "fin",
                "1456",
                "Чтож, ты оказался прозорлив и тайны нумирологии распохнули перед тобой двери. Третья печать снята с шкатулки!"
            ]
        ],
        [
            "Многие тайны сокрыты в тени. Найди светоч правды и их освети.",
            [
                "stage",
                "842421"
            ],
            [
                "stage",
                "175980"
            ],
            [
                "stage",
                "870168"
            ],
            [
                "stage",
                "604239"
            ],
            [
                "stage",
                "190448"
            ],
            [
                "fin",
                "ложь",
                "А вы явно не привыкли блуждать в потёмках. Четвёртая печать снята с шкатулки!"
            ]
        ],
        [
            "Загадка старой книги ждёт ответа твоего. Ключи к тайне мира спрятаны в словах её.",
            [
                "stage",
                "583047"
            ],
            [
                "stage",
                "66-1-1"
            ],
            [
                "stage",
                "10-15-5"
            ],
            [
                "stage",
                "236-31-2"
            ],
            [
                "fin",
                "смерть только начало",
                "Много же всего таится меж пыльных строк безкрайнего моря фолиантов. Пятая печать снята с шкатулки!"
            ]
        ]
    ],
    "end_text": [
        "НАКОНЕЦ!\nЗвёзды исполнили свой танец, и вы сняли все печати с шкатулки! Откройте же её и вкусити плоды своих трудов.\n\n*Подойдите к шкатулке, и дождитесь Ридмана или Нихилима*",
        "Какое разочарование!\nЗвёзды исполнили свой танец, но вы не сняли все печати с шкатулки. Кто знает когда предоставится следующая такая возможность....\n\n*Время вышло и вы не успели справиться с заданием. В любом случае, спасибо за ваше участие)*"
    ]
}